[
  "An octopus has three hearts, and two of them stop beating when it swims.",
  "A group of flamingos is called a 'flamboyance.'",
  "Sloths can hold their breath longer than dolphins—up to 40 minutes!",
  "Honey never spoils; archaeologists have found pots of honey in ancient Egyptian tombs that are still edible.",
  "The fingerprints of a koala are so indistinguishable from humans that they’ve confused crime scene investigators.",
  "Water can boil and freeze at the same time, a phenomenon called the 'triple point.'",
  "There are more trees on Earth than stars in the Milky Way—about 3 trillion vs. 100-400 billion.",
  "Bananas are berries, but strawberries are not.",
  "A day on Venus is longer than a year on Venus.",
  "Lightning strikes Earth about 8 million times a day.",
  "Cleopatra lived closer in time to the Moon landing than to the construction of the Great Pyramid.",
  "Napoleon was once attacked by a horde of rabbits.",
  "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after 38 minutes.",
  "Sharks existed before trees.",
  "Oxford University is older than the Aztec Empire.",
  "Abraham Lincoln is in the Wrestling Hall of Fame.",
  "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion.",
  "Jellyfish are considered biologically immortal; they don’t age and can revert to their polyp state.",
  "Octopuses have three hearts and blue blood.",
  "Butterflies can taste with their feet.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "Cows have best friends and get stressed when separated.",
  "The majority of the oxygen on Earth comes from the ocean, not trees.",
  "Human thigh bones are stronger than concrete.",
  "A small child could swim through the veins of a blue whale.",
  "Hot water freezes faster than cold water, a phenomenon known as the Mpemba effect.",
  "There are more stars in the universe than grains of sand on Earth.",
  "The dot over the lowercase 'i' and 'j' is called a tittle.",
  "A cloud can weigh more than a million pounds.",
  "Mount Everest grows about 4 mm taller every year.",
  "Some metals explode when they come into contact with water, like potassium.",
  "Wombat poop is cube-shaped.",
  "Astronauts grow taller in space due to the lack of gravity compressing their spine.",
  "The average person walks the equivalent of five times around the world in their lifetime.",
  "Mosquitoes are the deadliest animals in the world, responsible for over 1 million deaths per year.",
  "A crocodile can't stick its tongue out.",
  "Apples float in water because they are 25% air.",
  "The inventor of the Pringles can is buried in one.",
  "The human brain generates enough electricity to power a small light bulb.",
  "Penguins propose to their mates with pebbles.",
  "You can’t hum while holding your nose.",
  "There’s enough DNA in the human body to stretch from the Sun to Pluto and back—17 times.",
  "The loudest sound in recorded history was the eruption of Krakatoa in 1883.",
  "A day on Uranus lasts 17 hours and 14 minutes.",
  "Cats can’t taste sweetness.",
  "A group of porcupines is called a prickle.",
  "Octopus tentacles can regenerate if severed.",
  "The moon has moonquakes, similar to earthquakes.",
  "Chewing gum boosts concentration."
]
